import { Icon } from "@iconify/react";
import TermsAndConditions from "@/assets/images/terms-and-conditions.svg";
import Image from "next/image";
import { Metadata } from "next";

const metadata: Metadata = {
  title: "خانه طلا | فوانین و مقررات",
};

function TermsConsition() {
  return (
    <section>
      <div className="flex flex-col justify-center items-center w-full py-10">
        <h1 className="text-center font-bold text-xl mb-10">قوانین و مقررات</h1>
        <Image
          alt="Terms and conditons"
          src={TermsAndConditions}
          width={200}
          height={200}
        />
      </div>
      <div className="py-10">
        <h1 className="my-2">قوانین عمومی :</h1>
        <ul className="decorations list-disc list-inside text-slate-600">
          <li className="font-light my-2">
            خانه طلا در راستای افزایش ضریب امنیت حساب‌ها و معاملات، تکمیل فرایند
            احراز هویت را برای تمامی کاربرانی که قصد ایجاد حساب کاربری، خرید و
            فروش و برداشت طلا را دارند، الزامی در نظر گرفته است.
          </li>
          <li className="font-light my-2">
            هدف اصلی از احراز هویت، ایجاد محیطی امن برای حفظ اطلاعات فردی و
            هویتی کاربران در پنل کاربری است. به جهت جلوگیری از هر گونه
            کلاهبرداری و پولشویی، هر کاربر جهت شروع معاملات خود در سامانه خانه
            طلا، موظف به احراز هویت می باشد.
          </li>
          <li className="font-light my-2">
            تمامی فعالیت‌ھای سایت خانه طلا در چارچوب قوانین جمھوری اسلامی ایران
            است و استفاده از خدمات خانه طلا، اعم از ثبت نام، خرید و فروش طلا، بر
            مبنای مطالعه‌ی دقیق و پذیرش قوانین آن است.
          </li>
          <li className="font-light my-2">
            كاربران خانه طلا متعھد می‌شوند که با بازار طلا آشنا ھستند و با وجود
            ریسک‌ھای مربوط به سرمایه‌گذاری در این حوزه، با علم و آگاھی کامل
            اقدام به سرمایه‌گذاری می‌نمایند و سود و زیان ناشی از ھرگونه فعالیت
            كاربر درسامانه خانه طلا برعھده خود کاربر میباشد.
          </li>
          <li className="font-light my-2">
            خانه طلا این حق را برای خود محفوظ می داند که کلیه معاملات مشکوک به
            سوء استفاده از سیستم را به مقامات قضائی اعلام دارد تا تحت پیگرد
            قانونی قرار گیرند.
          </li>
          <li className="font-light my-2">
            مسئولیت نگهداری رمزعبور بر عهده کاربر بوده و هیچ گونه مسئولیتی
            درقبال خسارت و زیانهای وارده به مشتریان در اثر افشای رمز عبور متوجه
            خانه طلا نیست.
          </li>
          <li className="font-light my-2">
            فوت یا مفقودی صاحب حساب کاربری موجب مسدود شدن پنل کاربری میشود و پس
            از طی مراحل قانونی وجه حساب مسدودی به وارث یا قیم وی مسترد میگردد.
          </li>
          <li className="font-light my-2">
            تمام قوانین و مقرارت در شرایط عادی برقرار است و در صورت بروز حوادث
            متفرقه یا هرگونه از موارد قوه قهریه، هیچ مسئولیتی متوجه سامانه خانه
            طلا نیست.
          </li>
        </ul>
      </div>
      <div className="py-10">
        <h1 className="my-2">قوانین احراز هویت :</h1>
        <ul className="decorations list-disc list-inside text-slate-600">
          <li className="font-light my-2">
            به‌ منظور انجام مراحل احراز هویت درخانه طلا، اطلاعاتی از قبیل
            اطلاعات هویتی شماره شناسنامه و کدملی، نام و نام خانوادگی، تاریخ
            تولد، کارت بانکی و شماره شبا مورد نیاز است .
          </li>
          <li className="font-light my-2">
            هر کد ملی امکان ایجاد فقط یک حساب کاربری در سامانه خانه طلا را دارد.
          </li>
          <li className="font-light my-2">
            کاربر این حق را به خانه طلا می‌دهد که در تماس‌های تلفنی، کارشناس
            خانه طلا اطلاعات هویتی شخص را جهت احراز هویت دریافت نماید.
          </li>
          <li className="font-light my-2">
            هرگونه استفاده از اطلاعات ثبت‌نامی به وسیله فرد دیگر یا اشخاص ثالث
            به شدت ممنوع است. کاربر موظف است که بلافاصله خانه طلا را از هرگونه
            استفاده غیر مجاز از رمز عبور خود یا هرگونه نقص امنیتی مطلع سازد.
          </li>
        </ul>
      </div>
      <div className="py-10">
        <h1 className="my-2">قوانین و مقررات واریز و دریافت وجه :</h1>
        <ul className="decorations list-disc list-inside text-slate-600">
          <li className="font-light my-2">
            تسویه ریالی در سامانه خانه طلا فقط به حساب های احراز شده در پنل
            کاربری امکان پذیر می باشد.
          </li>
          <li className="font-light my-2">
            سقف تسویه ریالی روزانه برای کاربران سطح یک، 500 میلیون ریال میباشد.
          </li>
          <li className="font-light my-2">
            به طور معمول در 24 ساعت اولیه درخواست تسویه، مبلغ به حساب کاربر پایا
            می شود ولی با درنظر گرفتن تعطیلی ها و حوادث غیرمترقبه ، 96 ساعت کاری
            (4 روز کاری ) حداکثر زمان تسویه در نظر گرفته شداست.
          </li>
          <li className="font-light my-2">
            امکان تحویل فیزیکی تنها از طریق ثبت سیستمی در سامانه امکان پذیر است
            و فقط کدپستی احراز شده در سامانه مبنای ارسال می باشد.
          </li>
        </ul>
      </div>
      <div className="py-10">
        <h1 className="my-2">قوانین مربوط به خرید و فروش :</h1>
        <ul className="decorations list-disc list-inside text-slate-600">
          <li className="font-light my-2">
            سقف معاملات روزانه در سامانه خانه طلا 10 گرم می باشد.
          </li>
          <li className="font-light my-2">
            عملیات خرید و فروش نیازمند تایید مدیر معاملات می باشد و ممکن است پس
            از یک الی دو روز کاری تایید گردد. با توجه به ظرفیت بازار, حق تایید و
            یا عدم تایید معامله برای مدیر معاملات محفوظ می باشد.
          </li>
          <li className="font-light my-2">
            چهارشنبه آخرین روز کاری هفته می باشد. و درخواست های تسویه روز
            پنجشنبه به شنبه آتی موکول می شود.
          </li>
          <li className="font-light my-2">
            احراز کامل هویتی پیش شرط انجام معاملات شماست.
          </li>
        </ul>
        <div className="py-10">
          <h1 className="my-2">حریم خصوصی :</h1>
          <ul className="decorations list-disc list-inside text-slate-600">
            <li className="font-light my-2">
              سامانه خانه طلا، با تاکید بر حفظ حریم خصوصی کاربران خود، هویت شخصی
              کاربران را محرمانه می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا
              سازمان دیگری منتقل نمی‌کند، مگر اینکه با حکم مقام قضائی یا طبق
              قوانین و مقررات رایج کشور موظف باشد در اختیار مراجع ذی‌صلاح قرار
              دهد.
            </li>
            <li className="font-light my-2">
              خانه طلا برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان
              خود را به کار می‌گیرد و امیدوار است که تجربه معامله ای امن، راحت و
              خوشایند را برای همه کاربران فراهم آورد.
            </li>
            <li className="font-light my-2">
              همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که خانه طلا
              همانند سایر وب سایت‌ها از جمع آوری IP و کوکی‌ها استفاده می‌کند،
              اما پروتکل، سرور و لایه‌های امنیتی خانه طلا و روش‌های مناسب مدیریت
              داده‌ها حداکثر تلاش را به عمل می‌آورد که اطلاعات کاربران را محافظت
              و از دسترسی‌های غیر قانونی جلوگیری کند. طبیعتا مسئولیت هرگونه سوء
              استفاده به شخص یا اشخاص متخلف مربوط بوده و خانه طلا حق اعتراض و
              پیگیری را از طریق قانونی بنابر صلاحدید خود محفوظ می‌دارد.
            </li>
          </ul>
        </div>
      </div>
    </section>
  );
}

export default TermsConsition;
